[
  {
    "type": "article-journal",
    "id": "ODQCVC23",
    "author": [
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2018,
          11,
          2
        ]
      ]
    },
    "container-title": "Histochemistry and Cell Biology",
    "DOI": "10.1007/s00418-018-1749-7",
    "volume": "150",
    "issue": "6",
    "page": "677-691",
    "publisher": "Springer Science and Business Media LLC",
    "title": "How high resolution 3-dimensional imaging changes our understanding of postnatal lung development",
    "URL": "https://doi.org/gfrcwg",
    "PMCID": "PMC6267404",
    "PMID": "30390117",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1007/s00418-018-1749-7"
  },
  {
    "type": "article-journal",
    "id": "XQLPrPTJ",
    "author": [
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2017,
          1,
          31
        ]
      ]
    },
    "container-title": "Cell and Tissue Research",
    "DOI": "10.1007/s00441-016-2545-0",
    "volume": "367",
    "issue": "3",
    "page": "427-444",
    "publisher": "Springer Science and Business Media LLC",
    "title": "Development of the lung",
    "URL": "https://doi.org/f9v6wb",
    "PMCID": "PMC5320013",
    "PMID": "28144783",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1007/s00441-016-2545-0"
  },
  {
    "type": "article-journal",
    "id": "VELl7OiR",
    "author": [
      {
        "family": "Haberthür",
        "given": "David"
      },
      {
        "family": "Hintermüller",
        "given": "Christoph"
      },
      {
        "family": "Marone",
        "given": "Federica"
      },
      {
        "family": "Schittny",
        "given": "Johannes C."
      },
      {
        "family": "Stampanoni",
        "given": "Marco"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2010,
          7,
          9
        ]
      ]
    },
    "container-title": "Journal of Synchrotron Radiation",
    "DOI": "10.1107/s0909049510019618",
    "volume": "17",
    "issue": "5",
    "page": "590-599",
    "publisher": "International Union of Crystallography (IUCr)",
    "title": "Radiation dose optimized lateral expansion of the field of view in synchrotron radiation X-ray tomographic microscopy",
    "URL": "https://doi.org/amg",
    "PMCID": "PMC2927902",
    "PMID": "20724780",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1107/s0909049510019618"
  },
  {
    "type": "article-journal",
    "id": "d1YV8oOK",
    "author": [
      {
        "family": "Schittny",
        "given": "Johannes C."
      },
      {
        "family": "Mund",
        "given": "Sonja I."
      },
      {
        "family": "Stampanoni",
        "given": "Marco"
      }
    ],
    "issued": {
      "date-parts": [
        [
          2008,
          2
        ]
      ]
    },
    "abstract": "According to the current view, the formation of new alveolar septa from preexisting ones ceases due to the reduction of a double- to a single-layered capillaries network inside the alveolar septa (microvasculature maturation postnatal days 14– 21 in rats). We challenged this view by measuring stereologically the appearance of new alveolar septa and by studying the alveolar capillary network in three-dimensional (3-D) visualizations obtained by high-resolution synchrotron radiation X-ray tomographic microscopy. We observed that new septa are formed at least until young adulthood (rats, days 4– 60) and that roughly half of the new septa are lifted off of mature septa containing single-layered capillary networks. At the basis of newly forming septa, we detected a local duplication of the capillary network. We conclude that new alveoli may be formed in principle at any time and at any location inside the lung parenchyma and that lung development continues into young adulthood. We define two phases during developmental alveolarization. Phase one ( days 4– 21), lifting off of new septa from immature preexisting septa, and phase two ( day 14 through young adulthood), formation of septa from mature preexisting septa. Clinically, our results ask for precautions using drugs influencing structural lung development during both phases of alveolarization.",
    "container-title": "American Journal of Physiology-Lung Cellular and Molecular Physiology",
    "DOI": "10.1152/ajplung.00296.2007",
    "volume": "294",
    "issue": "2",
    "page": "L246-L254",
    "publisher": "American Physiological Society",
    "title": "Evidence and structural mechanism for late lung alveolarization",
    "URL": "https://doi.org/b3hjdw",
    "PMID": "18032698",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1152/ajplung.00296.2007"
  },
  {
    "type": "article-journal",
    "id": "14OP85b2F",
    "author": [
      {
        "family": "Barré",
        "given": "Sébastien F."
      },
      {
        "family": "Haberthür",
        "given": "David"
      },
      {
        "family": "Cremona",
        "given": "Tiziana P."
      },
      {
        "family": "Stampanoni",
        "given": "Marco"
      },
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2016,
          12,
          1
        ]
      ]
    },
    "abstract": "The pulmonary airways are subdivided into conducting and gas-exchanging airways. The small tree of gas-exchanging airways which is fed by the most distal conducting airway represents an acinus. Very little is known about the development of the number of acini. The goal of this study was to estimate their number throughout rat postnatal development. Right middle rat lung lobes were obtained at postnatal day 4–60, stained with heavy metals, paraffin embedded, and scanned by synchrotron radiation-based X-ray tomographic microscopy or imaged with micro computed tomography after critical point drying. The acini were counted by detection of the transitional bronchioles [bronchioalveolar duct junction (BADJ)] by using morphological criteria (thickness of the walls of airways and appearance of alveoli) during examination of the resulting three-dimensional (3D) image stacks. Between postnatal days 4–60, the number of acini per lung remained constant (5,840 ± 547 acini), but their volume increased significantly. We concluded that the acini are formed before the end of the saccular stage (before postnatal day 4) and that the developmental increase of the lung volume is achieved by an increase of the acinar volume and not by an increase of their number. Furthermore, our results propose that the bronchioalveolar stem cells, which are residing in the BADJ, are as constant in their location as the BADJ itself.",
    "container-title": "American Journal of Physiology-Lung Cellular and Molecular Physiology",
    "DOI": "10.1152/ajplung.00325.2016",
    "volume": "311",
    "issue": "6",
    "page": "L1082-L1089",
    "publisher": "American Physiological Society",
    "title": "The total number of acini remains constant throughout postnatal rat lung development",
    "URL": "https://doi.org/f9dw5d",
    "PMID": "27760763",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1152/ajplung.00325.2016"
  },
  {
    "type": "article-journal",
    "id": "7YLeeyu",
    "author": [
      {
        "family": "Haberthür",
        "given": "David"
      },
      {
        "family": "Barré",
        "given": "Sébastien F."
      },
      {
        "family": "Tschanz",
        "given": "Stefan A."
      },
      {
        "family": "Yao",
        "given": "Eveline"
      },
      {
        "family": "Stampanoni",
        "given": "Marco"
      },
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2013,
          11,
          1
        ]
      ]
    },
    "abstract": "The small trees of gas-exchanging pulmonary airways, which are fed by the most distal purely conducting airways, are called acini and represent the functional gas-exchanging units. The three-dimensional architecture of the acini has a strong influence on ventilation and particle deposition. Due to the difficulty in identifying individual acini on microscopic lung sections, the knowledge about the number of acini and their biological parameters, like volume, surface area, and number of alveoli per acinus, are limited. We developed a method to extract individual acini from lungs imaged by high-resolution synchrotron radiation-based X-ray tomographic microscopy and estimated their volume, surface area, and number of alveoli. Rat acini were isolated by semiautomatically closing the airways at the transition from conducting to gas-exchanging airways. We estimated a mean internal acinar volume of 1.148 mm , a mean acinar surface area of 73.9 mm , and a mean of 8,470 alveoli/acinus. Assuming that the acini are similarly sized throughout different regions of the lung, we calculated that a rat lung contains 5,470 ± 833 acini. We conclude that our novel approach is well suited for the fast and reliable characterization of a large number of individual acini in healthy, diseased, or transgenic lungs of different species, including humans.",
    "container-title": "Journal of Applied Physiology",
    "DOI": "10.1152/japplphysiol.00642.2013",
    "volume": "115",
    "issue": "9",
    "page": "1379-1387",
    "publisher": "American Physiological Society",
    "title": "Visualization and stereological characterization of individual rat lung acini by high-resolution X-ray tomographic microscopy",
    "URL": "https://doi.org/nkb",
    "PMID": "23970533",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1152/japplphysiol.00642.2013"
  },
  {
    "type": "article-journal",
    "id": "wnl86DEM",
    "author": [
      {
        "family": "Tschanz",
        "given": "Stefan A."
      },
      {
        "family": "Salm",
        "given": "Lilian A."
      },
      {
        "family": "Roth-Kleiner",
        "given": "Matthias"
      },
      {
        "family": "Barré",
        "given": "Sebastien F."
      },
      {
        "family": "Burri",
        "given": "Peter H."
      },
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2014,
          7,
          1
        ]
      ]
    },
    "abstract": "Roughly 90% of the gas-exchange surface is formed by alveolarization of the lungs. To the best of our knowledge, the formation of new alveoli has been followed in rats only by means of morphological description or interpretation of semiquantitative data until now. Therefore, we estimated the number of alveoli in rat lungs between postnatal days 4 and 60 by unambiguously counting the alveolar openings. We observed a bulk formation of new alveoli between days 4 and 21 (17.4 times increase from 0.8 to 14.3 millions) and a second phase of continued alveolarization between days 21 and 60 (1.3 times increase to 19.3 million). The (number weighted) mean volume of the alveoli decreases during the phase of bulk alveolarization from ∼593,000 μm at day 4 to ∼141,000 μm at day 21, but increases again to ∼298,000 μm at day 60. We conclude that the “bulk alveolarization” correlates with the mechanism of classical alveolarization (alveolarization before the microvascular maturation is completed) and that the “continued alveolarization” follows three proposed mechanisms of late alveolarization (alveolarization after microvascular maturation). The biphasic pattern is more evident for the increase in alveolar number than for the formation of new alveolar septa (estimated as the length of the free septal edge). Furthermore, a striking negative correlation between the estimated alveolar size and published data on retention of nanoparticles was detected.",
    "container-title": "Journal of Applied Physiology",
    "DOI": "10.1152/japplphysiol.01355.2013",
    "volume": "117",
    "issue": "1",
    "page": "89-95",
    "publisher": "American Physiological Society",
    "title": "Rat lungs show a biphasic formation of new alveoli during postnatal development",
    "URL": "https://doi.org/f599nx",
    "PMID": "24764134",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.1152/japplphysiol.01355.2013"
  },
  {
    "type": "article-journal",
    "id": "uFNlWogb",
    "author": [
      {
        "family": "Barré",
        "given": "Sébastien F."
      },
      {
        "family": "Haberthür",
        "given": "David"
      },
      {
        "family": "Stampanoni",
        "given": "Marco"
      },
      {
        "family": "Schittny",
        "given": "Johannes C."
      }
    ],
    "issued": {
      "date-parts": [
        [
          2014,
          7
        ]
      ]
    },
    "container-title": "Physiological Reports",
    "DOI": "10.14814/phy2.12063",
    "volume": "2",
    "issue": "7",
    "page": "e12063",
    "publisher": "Wiley",
    "title": "Efficient estimation of the total number of acini in adult rat lung",
    "URL": "https://doi.org/t6j",
    "PMCID": "PMC4187566",
    "PMID": "24997068",
    "note": "This CSL JSON Item was automatically generated by Manubot v0.4.1 using citation-by-identifier.\nstandard_id: doi:10.14814/phy2.12063"
  }
]
